Repository: tizenorg/framework.uifw.ise-engine-hangul
Catalog: po/*.po
Languages: sk

source: 3bul 2bul-shifted
sk: 3bul 2bul-posunuté

source: 3bul Final
sk: 3bul Konečné

source: 3bul No-Shift
sk: 3bul Bez posunu

source: Korean
sk: Kórejské

source: Key bindings:
sk: Klávesové väzby:

source: Hangul key: %s This key binding is to switch the input mode between the ASCII input mode and the hangul input mode.
sk: Kláves hangul: %s Tento kláves prepína režim vstupu medzi režimom ASCII a režimom hangul.

source: Hanja key: %s This key binding is to convert a hangul character to a hanja character.
sk: Kláves hanja: %s Tento kláves prepína režim vstupu medzi režimom ASCII a režimom hanja.

source: Hanja Lock
sk: Zamknutie hanja

source: A Hangul IMEngine Module.
sk: Modul Hangul pre IMEngine.

source: Hangul keys:
sk: Klávesy hangul:

source: Select Hangul keys
sk: Vybrať klávesy hangul:

source: The key events to change input mode between hangul and ascii.Click on the button on the right to edit it.
sk: Udalosti kláves, ktoré prepnú režim vstupu medzi hangul a ASCII. Kliknutím na tlačidlo vpravo ho môžete zmeniť.

source: Hangul to Hanja keys:
sk: Klávesy hangul na hanja:

source: Select Hangul to Hanja keys
sk: Vyberte klávesy hangul na hanja:

source: The key events to convert Hangul to Hanja character. Click on the button on the right to edit it.
sk: Udalosti kláves, ktoré zmenia znak hangul na hanja. Kliknutím na tlačidlo vpravo ho môžete zmeniť.

source: Hanja Lock keys:
sk: Klávesy zamknutie hanja

source: Select a key to toggle hanja mode keys
sk: Vyberte klávesy, ktoré prepnú režim hanja

source: The key events to toggle Hanja mode. Click on the button on the right to edit it.
sk: Udalosti kláves, ktoré prepnú režim vstupu hanja. Kliknutím na tlačidlo vpravo ho môžete zmeniť.

source: _Use ascii input mode
sk: Po_užiť režim vstupu ASCII

source: Whether to enable to change the input mode between hangul and ascii mode.
sk: Či sa má zapnúť prepínanie medzi režimom hangul a ASCII.

source: _Show candidate comment
sk: _Zobrazovať kandidátsky komentár

source: Whether to show the comment of candidates or not.
sk: Či sa má zobrazovať komentár kandidátov alebo nie.

source: _Commit by word
sk: _Začleňovať po slove

source: Whether not to commit until any non-hangul character is inputed.
sk: Či sa má začleňovať až do zadania znaku, ktorý nie je v hangul.

source: <span weight="bold">Keyboard layout</span>
sk: <span weight="bold">Rozloženie klávesnice</span>

source: <span weight="bold">Key bindings</span>
sk: <span weight="bold">Klávesové väzby</span>

source: Keyboard
sk: Klávesnica

source: Options
sk: Možnosti
